Revit 2027 API
ParameterTypeId.FamilyIsElevationMarkBody Property
 "Elevation Mark Use"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyIsElevationMarkBody { get; }
Public Shared ReadOnly Property FamilyIsElevationMarkBody As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyIsElevationMarkBody {
	ForgeTypeId^ get ();
}
static member FamilyIsElevationMarkBody : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace